Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: One or more of the selected items are currently in use in other areas of the system. You must remove or reassign these dependencies before the items can be deactivated or deleted.
de_de: Eines oder mehrere der ausgewählten Elemente werden derzeit in anderen Bereichen des Systems verwendet. Sie müssen diese Abhängigkeiten entfernen oder neu zuweisen, bevor die Elemente deaktiviert oder gelöscht werden können.

source: Eligibility rule
de_de: Berechtigungsregel

source: This field has active dependencies and cannot be disabled
de_de: Dieses Feld hat aktive Abhängigkeiten und kann nicht deaktiviert werden

source: Guaranteed amount rule
de_de: Regel zum garantierten Betrag

source: Guideline rule
de_de: Richtlinienregel

source: Payroll
de_de: Lohnabrechnung

source: Proposal management formula
de_de: Formel für die Vorschlagsverwaltung

source: Used in the following places
de_de: Verwendet an den folgenden Stellen

source: View dependencies
de_de: Abhängigkeiten anzeigen

source: Edit comp round
de_de: Vergütungsrunde bearbeiten

source: Departure
de_de: Ausscheidedatum

source: Time in the company
de_de: Zeit im Unternehmen

source: All individuals within the specified population will have assigned guaranteed amount for the selected compensation element.
de_de: Allen Personen innerhalb der angegebenen Population wird ein garantierter Betrag für das ausgewählte Vergütungselement zugewiesen.

source: The rule list is empty. Get started by creating a guaranteed amount rule.
de_de: Die Regelnliste ist leer. Beginnen Sie, indem Sie eine Regel für den garantierten Betrag erstellen.

source: Guaranteed amount rules
de_de: Regeln für garantierte Beträge

source: No guaranteed amounts rules were established
de_de: Es wurden keine Regeln für garantierte Beträge festgelegt

source: Select the compensation element
de_de: Wählen Sie das Vergütungselement aus

source: The compensation element is required.
de_de: Das Vergütungselement ist erforderlich.

source: Set the minimum or fixed value that must be honored.
de_de: Legen Sie den Mindest- oder Festwert fest, der eingehalten werden muss.

source: Define the guaranteed amount for this rule and how you want to provide the amount. The guaranteed amount will be reflected in the local worker currency.
de_de: Definieren Sie den garantierten Betrag für diese Regel und wie Sie den Betrag bereitstellen möchten. Der garantierte Betrag wird in der lokalen Währung der Mitarbeiter:innen angezeigt.

source: Guaranteed amounts
de_de: Garantierte Beträge

source: Add a name and a description to the rule.
de_de: Fügen Sie der Regel einen Namen und eine Beschreibung hinzu.

source: The rule name is required.
de_de: Der Regelname ist erforderlich.

source: Comp round guidelines
de_de: Richtlinien für Vergütungsrunde

source: Guideline rules
de_de: Richtlinienregeln

source: Guidelines
de_de: Richtlinien

source: Add secondary hierarchy
de_de: Sekundäre Hierarchie hinzufügen

source: The hierarchy cannot be empty.
de_de: Die Hierarchie darf nicht leer sein.

source: Hierarchy
de_de: Hierarchie

source: Select a hierarchy
de_de: Wählen Sie eine Hierarchie

source: Hierarchy preview
de_de: Hierarchie-Vorschau

source: No worker data yet. Import workers via the Data Foundation to view them here.
de_de: Noch keine Mitarbeiterdaten vorhanden. Importieren Sie Mitarbeiter:innen über die Datengrundlage, um sie hier anzuzeigen.

source: No selected hierarchy
de_de: Keine Hierarchie ausgewählt

source: Secondary hierarchy
de_de: Sekundäre Hierarchie

source: Standard hierarchy
de_de: Standardhierarchie

source: Build hierarchies used to drive round access
de_de: Erstellen Sie Hierarchien, um den Rundenzugriff zu steuern

source: Choose hierarchy configuration
de_de: Hierarchiekonfiguration auswählen

source: Select a hierarchy to drive round access
de_de: Wählen Sie eine Hierarchie aus, um den Rundenzugriff zu steuern

source: Define hierarchy
de_de: Hierarchie definieren

source: Define the timeframe for bonus calculations.
de_de: Legen Sie den Zeitraum für die Bonusberechnungen fest.

source: Bonus plan period
de_de: Bonusplanzeitraum

source: Period end date
de_de: Enddatum des Zeitraums

source: The period end date cannot be empty.
de_de: Das Enddatum des Zeitraums darf nicht leer sein.

source: Period start date
de_de: Beginn des Zeitraums

source: The period start date cannot be empty.
de_de: Das Startdatum des Zeitraums darf nicht leer sein.

source: Specify the start and end dates of the compensation round.
de_de: Geben Sie das Start- und Enddatum der Vergütungsrunde an.

source: Compensation round timeline
de_de: Zeitplan der Vergütungsrunde

source: Select a data model and set key dates.
de_de: Wählen Sie ein Datenmodell aus und legen Sie wichtige Termine fest.

source: Enable communications
de_de: Kommunikation aktivieren

source: Download payroll data drop
de_de: Lohnabrechnungsdaten herunterladen

source: Define a password to download the file.
de_de: Legen Sie ein Passwort fest, um die Datei herunterzuladen.

source: Export results or integrate via API
de_de: Ergebnisse exportieren oder per API integrieren

source: Payroll data drop
de_de: Lohnabrechnungsdaten-Übertragung

source: Define the population(s) for the round
de_de: Definieren Sie die Zielgruppe(n) für die Runde

source: Are you sure you want to publish the comp round?
de_de: Sind Sie sicher, dass Sie die Vergütungsrunde veröffentlichen möchten?

source: Publish comp round
de_de: Runde veröffentlichen

source: Add bonus plan
de_de: Bonusplan hinzufügen

source: Bonus configuration
de_de: Bonuseinrichtung

source: Define the bonus plans and comp elements for this round
de_de: Legen Sie die Bonuspläne und Vergütungselemente für diese Runde fest

source: This bonus plan is already selected in another row.
de_de: Dieser Bonusplan ist bereits in einer anderen Zeile ausgewählt.

source: The bonus plan cannot be empty.
de_de: Der Bonusplan darf nicht leer sein.

source: This comp element is already assigned to another bonus plan.
de_de: Dieses Vergütungselement ist bereits einem anderen Bonusplan zugeordnet.

source: One or more comp elements are assigned to bonus plan configuration.
de_de: Einem oder mehreren Vergütungselementen ist eine Bonusplankonfiguration zugeordnet.

source: This comp element is already assigned to the salary configuration.
de_de: Dieses Vergütungselement ist der Gehaltskonfiguration bereits zugeordnet.

source: The comp element cannot be empty.
de_de: Das Comp-Element darf nicht leer sein.

source: The selected compensation element is currently in use. To remove it, review its dependencies and remove them first.
de_de: Das ausgewählte Vergütungselement wird derzeit verwendet. Um es zu entfernen, nehmen Sie eine Beurteilung seiner Abhängigkeiten vor und entfernen Sie diese zuerst.

source: Comp elements with name {{names}} already exist. Please remove them to proceed.
de_de: Comp-Elemente mit dem Namen {{names}} existieren bereits. Bitte entfernen Sie diese, um fortzufahren.

source: No comp elements with the name or code "{{phrase}}"
de_de: Keine Vergütungselemente mit dem Namen oder Code „{{phrase}}“

source: Select at least one comp element.
de_de: Wählen Sie mindestens ein Vergütungselement aus.

source: Please select at least one element.
de_de: Bitte wählen Sie mindestens ein Element aus.

source: One or more selected compensation elements are currently in use. To remove them, review their dependencies and remove those first.
de_de: Ein oder mehrere ausgewählte Vergütungselemente werden derzeit verwendet. Um sie zu entfernen, prüfen Sie ihre Abhängigkeiten und entfernen Sie diese zuerst.

source: Exchange rate group
de_de: Wechselkursgruppe

source: Comp tree
de_de: Vergütungsplaner

source: Configuration
de_de: Konfiguration

source: The effective date cannot be empty.
de_de: Das Wirksamkeitsdatum darf nicht leer sein.

source: The comp round currency cannot be empty.
de_de: Die Währungsangabe für die Vergütungsrunde darf nicht leer sein.

source: Currency
de_de: Währung

source: Date at which the adjustments performed in the comp round will come into effect.
de_de: Datum, an dem die Anpassungen in der Vergütungsrunde in Kraft treten.

source: Exchange rate type
de_de: Wechselkursart

source: The exchange rate type cannot be empty.
de_de: Der Wechselkurstyp darf nicht leer sein.

source: Round code
de_de: Rundencode

source: A round with that code already exists
de_de: Eine Runde mit diesem Code existiert bereits

source: The round code cannot be empty.
de_de: Der Rundencode darf nicht leer sein.

source: A round with that code cannot be validated at this time. Please try again later.
de_de: Eine Runde mit diesem Code kann derzeit nicht validiert werden. Bitte versuchen Sie es später noch einmal.

source: Comp round owners
de_de: Eigentümer:in der Vergütungsrunde

source: Round type
de_de: Rundentyp

source: Choose the compensation components to include in this round
de_de: Wählen Sie die Vergütungskomponenten aus, die in diese Runde einbezogen werden sollen

source: Please make sure at least one round type is enabled.
de_de: Bitte stellen Sie sicher, dass mindestens ein Rundentyp aktiviert ist.

source: Salary configuration
de_de: Gehaltskonfiguration

source: Select the comp element that will store salary decisions
de_de: Wählen Sie das Vergütungselement aus, in dem Gehaltsentscheidungen gespeichert werden sollen

source: Merit increases and base pay adjustments
de_de: Leistungsbezogene Erhöhungen und Anpassungen des Grundgehalts

source: Enter the basic information for the round
de_de: Geben Sie die grundlegenden Informationen für die Runde ein

source: Round details
de_de: Rundendetails

source: STI bonus (Short Term Incentive)
de_de: STI-Bonus (Kurzfristiger Anreiz)

source: Changing the bonus plan will trigger a recalculation of the bonus for the workers in this compensation round. Are you sure you want to proceed?
de_de: Wenn Sie den Bonusplan ändern, wird der Bonus für die Mitarbeiter:innen in dieser Vergütungsrunde neu berechnet. Sind Sie sicher, dass Sie fortfahren möchten?

source: Change bonus plan
de_de: Bonusplan ändern

source: Incentive payouts and variable pay
de_de: Anreizzahlungen und variable Vergütung

source: You have deselected a bonus plan that's no longer active. Once you save the round, it won't be available for selection again.
de_de: Sie haben einen Bonusplan abgewählt, der nicht mehr aktiv ist. Sobald Sie die Runde speichern, steht er nicht mehr zur Auswahl zur Verfügung.

source: Deactivated bonus plan
de_de: Deaktivierter Bonusplan

source: Cut-off date
de_de: Stichtag

source: The cut-off date cannot be empty.
de_de: Das Stichtagsdatum darf nicht leer sein.

source: Date at which the data of the workers is to be filtered.
de_de: Datum, an dem die Daten der Mitarbeiter:innen gefiltert werden sollen.

source: The data model cannot be empty.
de_de: Das Datenmodell darf nicht leer sein.

source: Warning!
de_de: Warnung!

source: This data model is currently in use; changing it will delete all associated configurations. Are you sure you want to proceed?
de_de: Dieses Datenmodell wird derzeit verwendet; eine Änderung löscht alle zugehörigen Konfigurationen. Sind Sie sicher, dass Sie fortfahren möchten?

source: Unselect & delete
de_de: Auswahl aufheben & löschen

source: The bonus plan effective date cannot be empty.
de_de: Das Gültigkeitsdatum des Bonusplans darf nicht leer sein.

source: Specify the date at which the compensation adjustments will take effect.
de_de: Geben Sie das Datum an, an dem die Vergütungsanpassungen in Kraft treten.

source: Effective dates
de_de: Wirksamkeitsdaten

source: The salary effective date cannot be empty.
de_de: Das Datum des Inkrafttretens des Gehalts darf nicht leer sein.

source: Freeze date
de_de: Stichtag

source: The freeze date cannot be empty.
de_de: Das Stichtagsdatum darf nicht leer sein.

source: Date after which changes to the data loaded in the data model will not be considered for the comp round.
de_de: Datum, nach dem Änderungen an den im Data Modeler geladenen Daten für die Beurteilungsrunde nicht mehr berücksichtigt werden.

source: The name must be unique.
de_de: Der Name muss einzigartig sein.

source: Create compensation round
de_de: Vergütungsrunde erstellen

source: Delete report
de_de: Bericht löschen

source: Are you sure you want to delete this validation report?
de_de: Sind Sie sicher, dass Sie diesen Validierungsbericht löschen möchten?

source: The report was successfully deleted.
de_de: Der Bericht wurde erfolgreich gelöscht.

source: Download report
de_de: Bericht herunterladen

source: All data model fields.
de_de: Alle Datenmodellfelder.

source: Define a password to download the file
de_de: Legen Sie ein Passwort fest, um die Datei herunterzuladen.

source: Select fields:
de_de: Felder auswählen:

source: Only selected fields on the team planner view.
de_de: Nur ausgewählte Felder in der Teamplaner-Ansicht.

source: View & validate round configurations
de_de: Rundenkonfigurationen anzeigen & validieren

source: An error occurred when generating the report.
de_de: Beim Erstellen des Berichts ist ein Fehler aufgetreten.

source: The file is being generated; download will start shortly.
de_de: Die Datei wird erstellt; der Download startet in Kürze.

source: Password
de_de: Passwort

source: The password must meet the following requirements:
de_de: Das Passwort muss die folgenden Anforderungen erfüllen:

source: Special characters allowed: {{characters}}
de_de: Sonderzeichen erlaubt: {{characters}}

source: Maximum password length: {{n}} characters
de_de: Maximale Passwortlänge: {{n}} Zeichen

source: Minimum password length: {{n}} characters
de_de: Minimale Passwortlänge: {{n}} Zeichen

source: {{min}}-{{max}} characters long
de_de: {{min}}-{{max}} Zeichen lang

source: Must contain at least one lowercase character
de_de: Muss mindestens einen Kleinbuchstaben enthalten

source: Must contain at least one number
de_de: Muss mindestens eine Zahl enthalten

source: Must contain at least one uppercase character
de_de: Muss mindestens einen Großbuchstaben enthalten

source: Generate
de_de: Erstellen

source: Generate report
de_de: Bericht erstellen

source: Your validation report is being generated. You will be notified when it is ready.
de_de: Ihr Validierungsbericht wird erstellt. Sie werden benachrichtigt, wenn er fertig ist.

source: Notes
de_de: Notizen

source: Rename report
de_de: Bericht umbenennen

source: The report was successfully renamed.
de_de: Der Bericht wurde erfolgreich umbenannt.

source: View and validate round configurations
de_de: Rundenkonfigurationen anzeigen und validieren

source: Validation
de_de: Validierung

source: Compensation manager
de_de: Vergütungsmanager

source: HRBP approval
de_de: HRBP-Genehmigung

source: Manager +1 review
de_de: Führungskraft +1 Beurteilung

source: HRBP review
de_de: HRBP-Beurteilung

source: Enable proposal adjustments
de_de: Vorschlagsanpassungen aktivieren

source: Enable rejection of manager proposal
de_de: Ablehnung des Vorschlags der Führungskraft ermöglichen

source: Enable rejection of manager+1 proposal
de_de: Ablehnung des Vorschlags von Manager+1 ermöglichen

source: Actions:
de_de: Aktionen:

source: Comp manager +1
de_de: Vergütungsmanager +1

source: Add step
de_de: Schritt hinzufügen

source: Add step above
de_de: Schritt oberhalb hinzufügen

source: Add step below
de_de: Schritt darunter hinzufügen

source: Please fill in all the mandatory fields in the workflow step.
de_de: Bitte füllen Sie alle Pflichtfelder im Workflow-Schritt aus.

source: Apply template
de_de: Vorlage anwenden

source: Create a workflow where all stakeholders work in parallel within the same date range, submitting proposals until the end date.
de_de: Erstellen Sie einen Workflow, in dem alle Stakeholder parallel im selben Datumsbereich arbeiten und Vorschläge bis zum Enddatum einreichen.

source: Collaborative
de_de: Kollaborativ

source: The end date is required.
de_de: Das Enddatum ist erforderlich.

source: Specify the start and end dates during which edits to the round are permitted.
de_de: Geben Sie das Start- und Enddatum an, während denen Änderungen an der Runde erlaubt sind.

source: Manager + 1
de_de: Manager:in + 1

source: Choose how the stakeholder will participate in the round.
de_de: Wählen Sie aus, wie die Stakeholder an der Runde teilnehmen werden.

source: Collaboration settings
de_de: Zusammenarbeits-Einstellungen

source: No access
de_de: Kein Zugriff

source: Read only
de_de: Nur Lesezugriff

source: Read and write
de_de: Lesen und Schreiben

source: Are you sure you want to delete this configuration?
de_de: Möchten Sie diese Konfiguration wirklich löschen?

source: Delete configuration
de_de: Konfiguration löschen

source: The configuration was successfully deleted.
de_de: Die Konfiguration wurde erfolgreich gelöscht.

source: Current workflow step:
de_de: Aktueller Arbeitsablaufschritt:

source: Edit step
de_de: Schritt bearbeiten

source: Create a workflow based on a predefined approval hierarchy. Steps follow this order: HRBP review → Compensation Manager proposal → Compensation Manager +1 approval → HRBP approval.
de_de: Erstellen Sie einen Workflow auf Basis einer vordefinierten Genehmigungshierarchie. Die Schritte folgen dieser Reihenfolge: Beurteilung durch HRBP → Vorschlag durch Compensation Manager → Genehmigung durch den übergeordneten Compensation Manager (+1) → Genehmigung durch HRBP.

source: Hierarchy-driven
de_de: Hierarchiebasiert

source: Preview template
de_de: Vorlagevorschau

source: Applying this template will replace all your current workflow configurations. This action cannot be undone.
de_de: Wenn Sie diese Vorlage anwenden, werden alle Ihre aktuellen Workflow-Konfigurationen ersetzt. Diese Aktion kann nicht rückgängig gemacht werden.

source: Replace current workflow?
de_de: Aktuellen Workflow ersetzen?

source: At least one of the following workflow steps must be enabled: {{steps}}.
de_de: Mindestens einer der folgenden Workflow-Schritte muss aktiviert sein: {{steps}}.

source: Collaborative workflow
de_de: Kollaborativer Arbeitsablauf

source: Manager +1 approval
de_de: Genehmigung durch Manager +1

source: Manager proposal
de_de: Vorschlag des Managers

source: Create a workflow from a blank canvas. You have full flexibility to define, add, and configure each step to match your needs.
de_de: Erstellen Sie einen Workflow auf einer leeren Leinwand. Sie haben volle Flexibilität, jeden Schritt zu definieren, hinzuzufügen und zu konfigurieren, damit er Ihren Anforderungen entspricht.

source: Start from scratch
de_de: Von Grund auf neu beginnen

source: Not started
de_de: Nicht gestartet

source: Step actions
de_de: Schrittaktionen

source: Actor
de_de: Akteur

source: An actor can not be used in more than one configuration.
de_de: Ein Akteur kann nicht in mehr als einer Konfiguration verwendet werden.

source: Choose one or more actors
de_de: Wähle eine oder mehrere Rollen aus

source: The actor can not be empty.
de_de: Der Akteur darf nicht leer sein.

source: Actors & permissions
de_de: Akteure und Berechtigungen

source: Add configuration
de_de: Konfiguration hinzufügen

source: Step {{stepNumber}}: {{stepName}}
de_de: Schritt {{stepNumber}}: {{stepName}}

source: Step {{count}}
de_de: Schritt {{count}}

source: Delete step
de_de: Schritt löschen

source: Are you sure you want to delete the workflow step?
de_de: Möchten Sie den Workflow-Schritt wirklich löschen?

source: Delete workflow step
de_de: Workflow-Schritt löschen

source: The workflow step was successfully deleted.
de_de: Der Workflowschritt wurde erfolgreich gelöscht.

source: Set the workflow of the compensation round by determining approval dates
de_de: Legen Sie den Workflow der Vergütungsrunde fest, indem Sie Genehmigungsdaten bestimmen.

source: Duplicate configuration
de_de: Konfiguration duplizieren

source: Step enabled
de_de: Schritt aktiviert

source: Step end date
de_de: Schrittenddatum

source: The step end date must be before the end date of all the next steps.
de_de: Das Enddatum dieses Schritts muss vor dem Enddatum aller folgenden Schritte liegen.

source: The step end date must be after the end date of all the previous steps.
de_de: Das Enddatum dieses Schritts muss nach dem Enddatum aller vorherigen Schritte liegen.

source: The step date is outside the round period ({{startDate}} – {{endDate}}).
de_de: Das Schrittdatum liegt außerhalb des Rundenzeitraums ({{startDate}} – {{endDate}}).

source: The step end date can not be empty.
de_de: Das Enddatum des Schritts darf nicht leer sein.

source: Field permissions
de_de: Feldberechtigungen

source: Hidden
de_de: Versteckt

source: Editing the workflow (i.e. adding, deleting, or reordering steps) will reset all workers to the first step.
de_de: Das Bearbeiten des Workflows (z. B. Hinzufügen, Löschen oder Neuordnen von Schritten) setzt alle Mitarbeiter:innen auf den ersten Schritt zurück.

source: Step {{count}}: actions
de_de: Schritt {{count}}: Aktionen

source: The name can not be empty.
de_de: Der Name darf nicht leer sein.

source: This step isn’t configured yet.
de_de: Dieser Schritt ist noch nicht konfiguriert.

source: Step {{stepNumber}}: not configured
de_de: Schritt {{stepNumber}}: nicht konfiguriert

source: Read
de_de: Gelesen

source: Remove configuration
de_de: Konfiguration entfernen

source: Time-based progression
de_de: Zeitbasierte Entwicklung

source: Automatically advance to next step when end date is reached
de_de: Automatisch zum nächsten Schritt fortfahren, wenn das Enddatum erreicht ist

source: Write
de_de: Schreiben

source: Workflow steps
de_de: Workflow-Schritte

source: Templates
de_de: Vorlagen

source: This workflow enables parallel collaboration, with stakeholders submitting and updating proposals until the deadline.
de_de: Dieser Workflow ermöglicht eine parallele Zusammenarbeit, bei der Stakeholder Vorschläge bis zur Frist einreichen und aktualisieren können.

source: This workflow follows a predefined approval hierarchy, with proposals reviewed and approved in sequence.
de_de: Dieser Workflow folgt einer vordefinierten Genehmigungshierarchie, in der Vorschläge der Reihe nach beurteilt und genehmigt werden.

source: Action-driven
de_de: Handlungsorientiert

source: Steps advance per worker when actions (Proceed, Submit, Approve or Reject) are taken. Suited for flexible review processes.
de_de: Schritte werden pro Mitarbeiter:in vorangetrieben, wenn Aktionen (Fortfahren, Einreichen, Genehmigen oder Ablehnen) durchgeführt werden. Geeignet für flexible Beurteilungsprozesse.

source: All stakeholders act within the same date range, completing proposals in parallel until the end date.
de_de: Alle Beteiligten agieren innerhalb desselben Datumsbereichs und schließen ihre Vorschläge parallel bis zum Enddatum ab.

source: Workflow type
de_de: Workflow-Typ

source: Time-driven
de_de: Zeitgesteuert

source: Steps follow fixed start and end dates. Access is granted only within the date range. Ideal for predictable review cycles.
de_de: Schritte folgen festen Start- und Enddaten. Der Zugriff wird nur innerhalb des Datumsbereichs gewährt. Ideal für vorhersehbare Beurteilungszyklen.

source: View workflow
de_de: Workflow anzeigen

source: Type or press Ctrl+Space to open auto-suggestion. Begin with a root source such as Data model, Round inputs, or Round calculations, to find fields.
de_de: Geben Sie Text ein oder drücken Sie Strg+Leertaste, um die automatische Vorschlagsfunktion zu öffnen. Beginnen Sie mit einer Stammquelle wie Data Model, Rundeneingaben oder Rundenberechnungen, um Felder zu finden.

source: Start guide
de_de: Startanleitung
